Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: $517 “When they finally escape this hell, they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ སྦྲུལ་ འཛིན་པ འམ་ མགོ འི་ ནོར་བུ་ འབྱིན་པ ར་ འགྱུར་ [181a] ཡང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ སྦྲུལ་ རྣམས་ ཀྱིས་ སྲོག་ དང་ འབྲལ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Yet, in terms of effects that accord with their causal actions, they will then take birth as snake catchers, or as people who extract the jewels that may be found {{page:{number:199,id:UT22084-068-021-100225,folio:F.181.a,volume:V68}}} inside the heads of serpents—only to be killed by the snakes they pursue.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན་ དེས་ འཁོར་ རབ་རིབ་ ཀུན་ བསགས་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $518 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Howling Hell, he will perceive a neighboring realm known as Veil of Complete Darkness.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_། |#| སེམས་ཅན་ སོ་སོ་ འཚོ་བར་ བྱ་བ འི་ ཕྱིར་ ཆང་ འཐུང་བ འི་ ཟོང་ ངམ་ རིན་བྱིན་ ན་
en: Inquiring into what karmic actions may cause one to be born there, he will, as in the previous cases, see that such birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, and sexual misconduct. |#| Moreover, some people maintain a livelihood as alcohol vendors.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ རབ་རིབ་ ཀུན་ བསགས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms, taking birth in the hell known as Veil of Complete Darkness.

source: སེམས་ཅན་ དམྱལ་བ་ དེ་ ཐམས་ཅད་ མུན་པ་ ཡིན་ ཏེ །_ དེར་ གནོད་པ་ མྱོང་བ་ ནི་ གཤིན་རྗེ འི་ མི་ དག་ ཀྱང་ མི་ མངོན་ ལ་ འདི་དག་ སུ ས་ བྱས་ ཞེས་ གནོད་པ་ ཡང་ མི་ མངོན་ ཏེ །_
en: While the entire hell realm lies in darkness, the henchmen of the Lord of Death will inflict harm upon the beings there without being seen or identified.

source: མུན་ གནག་ ལས་ བྱུང་བ འི་ མེ འི་ ནང་ དུ་ འཇུག་ གོ །_།
en: In this way they steer them toward fires that appear in the darkness.

source: མེ་ དེ འི་ འོད་ ཀྱང་ ཤིན་ཏུ་ མི་ གསལ་བ་ ཡིན་ ཏེ །_ བར་སྐབས་ སྐྲ འི་ རྩེ་མོ་ ཙམ་ ཡང་ མེད་པ འི་ མེ་ དེ འི་ ནང་ དུ་ དེ་དག་ སྲེག་ ཅིང་ འཚེད་ ལ་ གདུངས་ སོ །_།
en: The fires burn dimly and yet they are so close to each other that there is not even a hair tip of unoccupied space.

source: ངུ་ ཞིང་ སྐད་ འབྱིན་པ་ ན་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སོག་ལེ་ དག་ གིས་ ཀྱང་ མགོ་ ལ་སོགས་པ་ ནས་ རྐང་པ འི་ བར་ དུ་ ཕྱེད་མ ར་ གཤེག་ གོ །_།
en: Wailing, the beings there are thus burned and boiled, and, until their completed and accumulated negative acts have been overcome, relinquished, and exhausted, their bodies will be sawed into halves with handsaws right through the middle, starting from their heads.

source: ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན
en: $520 “When they finally escape from this hell, they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ རྟག་ ཏུ་ སྐོམ་པ་ དང་ བཀྲེས་པ ས་ གདུངས་པ ར་ འགྱུར་ ཞིང་ དེར་ ནོར་རྫས་ དང་ འབྲལ་བ ར་ འགྱུར་ ལ་ གང་ ན་བཟའ་ བཏུང་ ཉུང་བ འི་ གླིང་ དེ་དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Yet, in terms of effects that accord with their causal actions, they will then always be thirsty and hungry, and live in poverty in lands where food and drink are scarce. {{page:{number:200,id:UT22084-068-021-100226,folio:F.181.b,volume:V68}}}

source: དེ་ནས་ གཞན་ ཡང་ [181b] དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ གཤིན་རྗེ འི་ མཚམས་ ཀྱི་ དགོན་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $521 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell, he will apply knowledge derived from hearing and thus perceive a hell known as Borderlands of the Lord of Death.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will, as in the previous cases, see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, and sexual misconduct.

source: གང་ གིས་ ནད་ མི་བཟད་པ ས་ ཐེབས་པ་ དང་ །_ བུ་ བཙས་པ་ དག་ ལ་ ཆང་ འཐུང་བ འི་ ཟོང་ དང་ རིན་ གྱི་ དོན་ དུ་ གོས་ ཀྱི་ རྒྱུ འམ་ ཟས་ ཀྱི་ རྒྱུ་ བྱིན་ ན །_
en: Moreover, some people may sell alcohol, or trade it for clothes or food, to people who are afflicted with disease or to women after childbirth.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ གཤིན་རྗེ འི་ མཚམས་ ཀྱི་ དགོན་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms, taking birth in the hell known as Borderlands of the Lord of Death.

source: རྐང་པ་ དང་ །_ སེན་མོ་ ལ་སོགས་པ་ གཤིན་རྗེ འི་ མི འི་ ཁ་ འབར་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ ཟ་བ ར་ བྱེད་ དོ །_།
en: The henchmen of the Lord of Death will devour them entirely with their flaming mouths, including their bone marrow and nails.

source: ཟོས་ ནས་ ཀྱང་ གནོད་པ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: Yet, once the hell beings have in this way been consumed, their tortures will go on.

source: འདི་ལྟ་སྟེ །_ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ མདུང་ཐུང་ གི་ རྩེ་མོ་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ འཚེད་ ཅིང་ སྲེག་ ལ་ གཤེག་ ཅིང་ གསོད་ དོ །_།
en: Thus, until their karmic actions have been overcome, relinquished, and exhausted they will continue to be burned and slaughtered upon the spears of the Lord of Death’s henchmen.

source: དེ་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: $523 “Once they escape from this hell, they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ ཡུལ་ངན་པ་ དང་ །_ གནས་ ངན་པ་ དང་ །_ རི་བྲགས་ ངན་པ་ དག་ ཏུ་ ཕག་ འཚོ་བ་ དང་ ལོང་བར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Yet, in terms of effects that accord with their causal actions, they will then become swineherds or beggars, living in wretched lands, dwellings, or rock caves.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཤིང་ ཤལ་མ་ལི འི་ ཚལ་ ཞེས་ བྱ་བ་ ཡོད་པ་ མཐོང་ ངོ་ །_།
en: $524 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell, he will apply knowledge derived from hearing and thus perceive a hell known as the Śālmali Forest.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན་ གང་ གིས་ སྲོག་ [182a] གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will, as in the previous cases, see that such a birth is caused by resorting to, becoming habituated to, and increasing {{page:{number:201,id:UT22084-068-021-100227,folio:F.182.a,volume:V68}}} acts of killing, stealing, and sexual misconduct.

source: ཆང་ འཐུང་བ་ ནི་ མཆོག་ ཏུ་ མང་པོ ས་ ཆང་ ཤིན་ཏུ་ ར་རོ་བ ར་ འགྱུར་བ འི་ རྫས་ དེ་དག་ སྦྱོར་བ ར་ བྱེད་ དེ །_ དེ འི་ ཆང་ ཇི་ལྟ ར་ ཁ་ཅིག་ ནི་ དར་བ་ ལྟ་བུ་ དང་ །_ ཁ་ཅིག་ ནི་ ཆུ་ ལྟ་བུ་ དང་ །_ ཁ་ཅིག་ ནི་ ཞོག་ ཆུ་ ལྟ་བུ་ དེ་ལྟ ར་ བཅོས་ ནས་
en: As for alcohol consumption, some people may distill a highly intoxicating alcoholic beverage, using substances such as buttermilk, water, and whey.

source: འབྲོག་ དགོན་པ ར་ ཞུགས་པ འི་ དེད་དཔོན་ དག་ ལ་ བླུད་ དེ །_ དེ་ཡང་ ར་ རོ་ ཞིང་ ཤིན་ཏུ་ ར་རོ་བ ར་ འགྱུར་བ །_
en: They might then offer their drink to travelers lost in the forest, who then might become highly inebriated.

source: དེ་ ཀུན་ གྱིས་ ཤིན་ཏུ་ ར་རོ་བ ར་ བྱས་ ཏེ་
en: Gradually, everyone there might become utterly intoxicated.

source: ར་རོ་བ་ དེ་དག་ དེས་ བསད་ ནས་ ནོར་ གང་དང་གང་ ཡོད་པ་ དེ་ དང་ དེ་དག་ ཕྲོགས་ ན་
en: At that point the producers of the beverage might kill everyone and carry off whatever wealth they might find.

source: དེས་ བསླུས་པ་ ཡིན་པ ས་ དེ་ འཇིག་རྟེན་ ན་ ཆོམ་རྐུན་པ་ ཞེས་ བྱ འོ །_།
en: Those who operate by such deceit are known in the world as robbers and thieves.

source: དེ འི་ ལས་ ཀྱིས་ བསྐྱོད་པ ས་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཤིང་ ཤལ་མ་ལི་ ཆེན་པོ འི་ ནགས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Later, when they separate from their bodies, they will fall into the lower realms, taking birth in the hell known as the great Śālmali Forest.

source: མེ་ རབ་ཏུ་ འབར་བ འི་ རྡོ འི་ ཆར་ གྱི་ ཚོགས་ ཀྱིས་ ལུས་ དག་ ཀུན་ དུ་ སྲེག་ ཅིང་ འབིགས་ ལ་ གཅོད་པ ར་ བྱེད་ དེ་ ས འི་ བར་ དུ་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: A rain of burning stones will fall on them—burning, smashing, and crushing them to dust.

source: ཆུ་བོ་ རབ་ཏུ་ བསྐོལ་བ འི་ མེ་མདག་ མ་ དམར་པོ་ ཚ་བ ས་ བཞུས་པ འི་ ཆུ་ རྟག་ ཏུ་ འཇིགས་པ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: Moreover, in that realm flows the river Constant Terror with its boiling current heated by red-hot embers.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཟངས་ དང་ རོ་ཉེ ར་ བསྲེས་པ་ རབ་ཏུ་ བསྐོལ་བ འི་ ཆུ་བོ་ དེར་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་ ཅིང་ འཚེད་ ལ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ ཀྱང་ རལ་གྲི་ དང་ མདའ་བོ་ ཆེ་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ ཀུན་ དུ་ འདེབས་པ ར་ བྱེད་ དོ །_།
en: Until their negative acts have been overcome, relinquished, and exhausted, they will continue to burn and boil in that river of mixed copper and lead for hundreds of thousands of years while the henchmen of the Lord of Death stab them with flaming swords and spears.

source: དེ་ ཕྱིས་ ཐར་པ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: $526 “When they finally escape, they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ མིག་ གི་ མདོག་ གནག་ ཅིང་ རྟག་ ཏུ་ ཁྲོ་ལ་ ཕྲག་དོག་ མང་པོ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Yet, in terms of effects that accord with their causal actions, they will be black-eyed, aggressive, and prone to envy.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཤིང་ ཤལ་མ་ལི་ ཆེན་པོ འི་ ཚལ་ ཡོད་པ་ [182b] མཐོང་ ངོ་ །_།
en: $527 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell, he will apply knowledge derived from hearing and thus perceive the Great Śālmali Forest. {{page:{number:202,id:UT22084-068-021-100228,folio:F.182.b,volume:V68}}}

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ ནི་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ སྔ་མ་ བཞིན་ ནོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will, as in the previous cases, see that when resorting to, becoming habituated to, and increasing acts of killing, stealing, and sexual misconduct one will, upon separating from one’s body, fall into the lower realms and take birth in hell.

source: ཆང་ གི་ དབང་ དུ་ བྱས་ ནས་ སིངས་པོ་ ལྟར་ བཅོས་ ཏེ །_ འབྲོག་ དགོན་པ འི་ སྐྱེ་བོ་ མང་པོ་ དག་ ལ་ བླུད་ ན་
en: With respect to alcohol, some people produce a wine-like beverage and offer it to the inhabitants of isolated villages.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཤིང་ ཤལ་མ་ལི་ ཆེན་པོ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When later such people separate from their bodies, they will fall into the lower realms, taking birth in the hell of the Great Śālmali Forest.

source: དེ་ ཆང་ བླུད་པ འི་ འབྲས་བུ ས་ དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ |#| འདི་ལྟ་སྟེ །_
en: $528 “As the result of having made such beverages available, the beings in that realm will experience the following tortures.

source: ལས་ ཀྱིས་ བྱས་པ འི་ ཤིང་ ཤལ་མ་ལི འི་ འཕང་ དུ་ དཔག་ཚད་ གཅིག་ ཙམ་ ཡོད་པ་ འབྱུང་ སྟེ །_ འདབ་མ་ སྤུ་གྲི་ ལྟ་བུ་ ཡིན་ ལ །_ ཡལ་ག་ མེ་ འབར་བ་ ལྟ་བུ་ ཡིན །_ དུད་པ་ བདུག་ ཅིང་ རླུང་ དུག་ ལྟ་བུ་ འབྱུང་ སྟེ །_
en: Produced by the hell beings’ own karmic actions, the śālmali trees of this realm are one league tall, have razor-sharp leaves, and their burning branches produce a smoke that is poisonous to inhale.

source: དེ་ལྟ ར་ ཆང་ གི་ ལས་ ཀྱིས་ བྱས་པ་ དེ་ འབྱུང་ ངོ་ །_།
en: Such are the effects of actions associated with alcohol.

source: གང་ དཔག་ཚད་ གཅིག་ ཚུན་ཆད་ དུ་ རླུང་ དུག་ ལྟ་བུ ས་ གནོད་པ ར་ བྱེད་ ཀྱང་ སྲོག་ དང་ འབྲལ་བ ར་ ནི་ མི་ འགྱུར་ རོ །_།
en: The smoke coming from one of these trees will inflict harm everywhere within the distance of one league, yet the smoke will not kill anyone.

source: ཇི་ལྟ་ ཇི་ལྟ ར་ ཤིང་ ཤལ་མ་ལི་ ཆེན་པོ འི་ ནགས་ དཔག་ཚད་ སུམ་ སྟོང་ ཡོད་པར་ ཆུད་ ན །_ དེ་ལྟ་ དེ་ལྟ ར་ མདག་མ་ དང་ དུ་བ ར་ བསྲེས་པ་ དུག་ ལྟ་བུ འི་ ཤུགས་ ཀྱིས་ སྡུག་བསྔལ་ འབུམ་ སྙེད་ མྱོང་ ཡང་ དུས་ ལས་ འདའ་བ ར་ ནི་ མི་ འགྱུར་ རོ །_།
en: The forest of such śālmali trees extends across three thousand leagues, and the poisonous, glowing, and fuming wood thus inflicts one hundred thousand sufferings upon the beings of this hell, and yet they continue to live on.

source: གང་ གི་ ཚེ་ ཤིང་ ཤལ་མ་ལི་ ཆེན་པོ འི་ ཚལ་ དུ་ སེམས་ཅན་ དམྱལ་བ་པ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ འཇིགས་ པར་ བྱས་པ་ ཆུད་པ ར་ གྱུར་པ་ དེ འི་ ཚེ་ ཤིང་ རྣམས་ ལས་ ཀུན་ ནས་ སྤུ་གྲི་ ལྟ་བུ འི་ ཆར་ རབ་ཏུ་ འབབ་ སྟེ །_
en: $529 “Terrified by the henchmen of the Lord of Death, the beings of this realm will enter the forest of śālmali trees. When they do so a rain of razors will fall from the trees.

source: གང་ ལག་ ན་ རལ་གྲི་ དང་ མདའ་བོ་ ཆེ་ མང་པོ་ ཐོགས་པ་ འཁྲུགས་པ་ དག་ གིས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ དང་ རྒྱུས་པ་ དང་ །_ གནད་ དང་ །_ ཀ་ རནད་ ར་ དང་ །_ རུས་པ་ དང་ །_ |#| རྐང་ ཐམས་ཅད་ ཡང་ དང་ ཡང་ དུ་ རྣམ་པར་ གཤེག་ ཅིང་ འདྲལ་ ལ་ དུམ་བུ ར་ བྱེད་ དོ །_། |#| གཤིན་རྗེ འི་ མིས་ འཇིགས་ ཤིང་ སྐྲག་པ་ དེ་དག་ ལྕགས་ ཀྱི་ ཤིང་ ཤལ་མ་ལི་ ཆེན་པོ འི་ ནགས་ཁྲོད་ ན་ཁ་ ཅིག་ ནི་ གྲིབ་མ འི་ ནང་ ན་ ཞུམ་ཞུམ་པོ ར་ འདུག _། ཁ་ཅིག་ ནི་ ཤིང་ཁ ར་ འཛེག _། ཁ་ཅིག་ ནི་ གཤིན་རྗེ འི་ [183a] མི་ དེ་དག་ དང་ ཕྲད་ ནས་ རལ་གྲི་ དག་ གིས་ འདེབས་ ཤིང་ གཤེག་ གོ །_།
en: The raging henchmen of the Lord of Death wield swords and spears, and when they attack the beings of this hell, they will cut, cleave, and chop to small pieces all their major and minor body parts, vital organs, bones, and bone marrow. |#| Hoping to find cover in the forest, the beings of this hell will run in terror toward the forest of śālmali trees. |#| As they enter it, some will stop in despair in the shadows of the trees, some will climb the trees, and some will encounter henchmen of the Lord of Death {{page:{number:203,id:UT22084-068-021-100229,folio:F.183.a,volume:V68}}}, who will stab and mutilate them with their swords.

source: དེ་ ཆང་ འཐུང་བ འི་ འབྲས་བུ ས་ གང་དག་ གི་ གྲིབ་མ འི་ ནང་ ན་ ཞུམ་ཞུམ་པོ ར་ འཁོད་པ་ དེ་དག་ གི་ མིག་ ཀྱང་ བྱ་རྒོད་ ཀྱིས་ འབྱིན་ ཅིང་ ཁུ་བ་ ཡང་ འཐུང་ ངོ་ །_།
en: As a consequence of drinking alcohol, vultures will descend on those who fearfully hide in the shadows, digging out their eyeballs and drinking their blood.

source: ཆང་ འཐུང་བ་ དེ འི་ འབྲས་བུ ས་ ཤིང་ དེ་ ལ་ འཛེག་པ་ དེ་དག་ ཀྱང་ ཤིང་ དེ་དག་ ལས་ ཡལ་ག་ ལྷུང་བ ས་ དེ་དག་ དུམ་བུ་ བརྒྱ འམ་ ཡང་ན་ སྟོང་ དུ་ ཕྱེ་མར་ རློག་ གོ །_།
en: Likewise, as a consequence of drinking alcohol, those who climb the trees will fall off their branches and their bodies will break into hundreds or thousands of pieces, thus reducing them to dust.

source: གང་དག་ ཚལ་ དེ འི་ ཐོར་ཏོ་ ལ་ འཛེགས་པ་ དེ་དག་བ་ ཚྭ འི་ ཆུ་བོ་ བཞུས་པ ར་ འཇུག་ སྟེ །_
en: Those who reach the treetops will later fall into a river of acid and dissolve.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ རྒྱུས་པ་ དང་ །_ རུས་པ་ དང་ །_ ལུས་ ཉིད་ ཀྱིས་ གནོད་པ་ མྱོང་བ ར་ འགྱུར་ ཏེ
en: Until their negative acts have been overcome, relinquished, and exhausted, they will continue to suffer harm to their muscles, bones, and entire bodies.

source: འདི་ ནི་ དེ འི་ ཕྱོགས་ འགའ་ཞིག་ བསྟན་པ་ ཡིན་ ནོ །_།
en: What has been stated here is just a fraction of their tortures.

source: དེ་དེ་ ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ དེ་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ མི་ རྣམས་ དང་ སྐལ་བ་ དང་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: $530 “When they finally escape, they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ ཡིད་ རྣམ་པར་ གཡེངས་ ཤིང་ ནད་ དྲག་པོ འམ་
en: Yet, in terms of effects that accord with their causal actions, their minds will be distracted, and they will suffer from serious illness.

source: གལ་ཏེ་ སྙིང་ནད་ དམ །_ གལ་ཏེ་ ངལ་ སྐྱེན་པ་ མང་བ འམ །_ གལ་ཏེ་ རྐང་ བམ་ གྱིས་ འདེབས་པ ར་ འགྱུར་ ཞིང་ གལ་ཏེ་ ལོང་བ ས་ ཉམ་ཐག་ པར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: They may have diseases associated with the heart, be easily fatigued, suffer from elephantiasis, or be blind.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཆུ་ཤིང་ བསྲེགས་པ འི་ དུད་པ འི་ ཚལ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $531 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell, he will apply knowledge derived from hearing and thus perceive a hell known as the Smoky Forest of Burning Plantains.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will apply knowledge derived from hearing and so, as in the previous cases, see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, and sexual misconduct.

source: ཆང་ འཐུང་བ་ ནི་ བུད་མེད་ ཡོན་ཏན་ ཅན་ དག་ ལ་ ཐབས་ གཞན་ གྱི་ སྤྱོད་པ ས་ བྲིད་ དེ་ བླུད་ ནས་ ར་རོ་བ ར་ བྱས་ ཏེ་ སེམས་ འཁྲུལ་བ ར་ གྱུར་ ན །_
en: As for alcohol consumption, there are some people who deceive virtuous women and trick them into drinking alcohol, thus causing them to become intoxicated and confused.

source: འདི་ལྟ་སྟེ །_ སེམས་ཅན་ དམྱལ་བ་ དེ་ ནི་ལ ས་ དེ འི་ རྣམ་པར་ སྨིན་པ ས་ ཀུན་ ནས་ [183b]
en: Birth in this realm is associated with the ripening of such acts. {{page:{number:204,id:UT22084-068-021-100230,folio:F.183.b,volume:V68}}}

source: དཔག་ཚད་ ལྔ་ ཡོད་པ་ དེ འི་ ནང་ དུད་པ ས་ འཁྲིགས་ ཤིང་ རྒྱ་མཚོ འི་ ཀློང་ གི་ མེ འི་ མུན་ གནག་ གིས་ གཏིབས་པ་ ཟབས་ སུ་ ཀུན་ ནས་ རྒྱང་གྲགས་ གསུམ་ དུ་ ས་ བརྐོས་པ་ དེར་ མེ་མདག་ ཁྲོལ་བུ་ རབ་ཏུ་ འབར་བ ས་ ཤིན་ཏུ་ གང་བ འི་ |#| ས འི་ བུ་ག་ དེར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ཉིན་ གཅིག་ བཞིན་ དུ་ འཇུག་ སྟེ་
en: $532 “This hell spans five leagues and is engulfed by smoke, and thus, although there is an ocean of fire, there is a dense darkness. It features pits dug three furlongs into the ground that are full of glowing and flaming coals. |#| In those pits the beings of this hell must spend every single day.

source: ངུ་སྐད་ འབྱིན་པ ར་ ཡང་ མི་ ནུས་ ཤིང་ དེ་བཞིན་ དུ་ འཛག་ སྒོ་ ཐམས་ཅད་ ཀྱང་ མེས་ གང་བ ར་ འགྱུར་ རོ །_།
en: They are not even capable of screaming as their lungs are entirely filled with fire.

source: དེ་ལས་ ཐར་ ནས་ཆུ་ ཤིང་ གི་ དུད་པ་ དེས་ དེ་ལྟ ར་ ཡང་ དང་ ཡང་ དུ་ འཛག་ སྒོ་ ཐམས་ཅད་ གང་བ ར་ འགྱུར་ ལ་ འདི་ལྟར་ མེ་ དེ་ ལ་ བདེ་བ ར་ སེམས་ ཏེ །_ |#| དུ་བ་ དེ འི་ མཐུ་ ནི་ དེ་ལྟ ར་ ཤིན་ཏུ་ རྣོ་བ་ ཉིད་ ཡིན་ ནོ །_།
en: If they manage to escape, their lungs will fill with the smoke of burning plantain trees. |#| This smoke will make the fires seem enjoyable by comparison, as it has an extremely excruciating effect.

source: དེ་ལས་ ཀྱང་ ཐར་ ནས་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ བྱ་ དུ་བ འི་ མདོག་ གི་ ཕྲེང་བ་ ཞེས་ བྱ་བ འི་ མཆུ་ ཤིན་ཏུ་ རྣོ་བ་ དེ་དག་ གིས་ རུས་པ་ ཕུག་ ནས་ རྐང་ དག་ ལ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: When they finally have also managed to escape the smoke, they will—until their negative acts have been overcome, relinquished, and exhausted—continuously be attacked by birds of a kind known as ‘smoky garland.’ These birds will use their extremely sharp beaks to crack open the bones of the beings in this hell and consume their bone marrow.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན
en: $533 “When they finally escape this hell they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ གློ་ དང་ མཇུག་ དོ་ དག་ ལ་ གདོན་ གྱི་ ནད་ ཀྱིས་ ཐེབས་ ཤིང་ དབུལ་བ་ དང་ ཚེ་ ཐུང་བ ར་ འགྱུར་བ ར་ མཐོང་ ངོ་ །_།
en: Yet, in terms of effects that accord with their causal actions, their lungs and lower parts will then be afflicted by diseases caused by grahas, they will live in poverty, and their lives will be short.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ མེ་མདག་ དུད་པ འི་ ཚལ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $534 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell, he will apply knowledge derived from hearing and thus perceive a hell known as the Smoky Forest of Burning Embers.
